brew "adr-tools"
brew "circleci"
brew "pre-commit"
brew "secrethub/tools/secrethub-cli"
brew "kubectl"
brew "helm"
brew "istioctl"
brew "minikube"
brew "docker"
brew "codeclimate/formulae/codeclimate"
brew "shellcheck"
brew "mkdocs"
brew "markdownlint-cli"

tap "adoptopenjdk/openjdk" || true
cask "adoptopenjdk11"
brew "scala"
